[ 

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Bakalar-TVMan-1.jpg", "title": "TV Man or Five Piece Cube with Strange Hole", "artist": "David Bakalar", "date":"1993", "medium": "Mountain rose granite", "size": "82 in. x 57 in. x 105 in. (208.28 cm x 144.78 cm x 266.7 cm)", credit: "Gift of the Artist", "lat": "42.355659", "long": "-71.097839", "location": "Hayden Memorial Library, 160 Memorial Dr, Cambridge, MA 02142", "description": "Created from both conventional and innovative materials such as bronze, granite, marble, aluminum and stainless steel, David Bakalar’s abstract, organic forms show the influence of Constructivism as well as Surrealism as well as the artist’s affinity for biology and science.Their harmoniously arranged geometric forms suggest natural systems and manifest an underlying potential and kinetic energy. MIT’s TV Man or Five Piece Cube with Strange Hole incorporates the negative space surrounding the work as a primary component. A gift to the Institute in 1993, Bakalar’s composition of five pieces of mountain granite appears uniquely anthropomorphic in form." } ,

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Bertoia_Altarpiece%20for%20MIT%20Chapel3.jpg", "title": "Altarpiece for MIT Chapel", "artist": "Harry Bertoia", "date":"1955", "medium": "Brazed steel", "size": "240 in. (609.6 cm)", credit: "Commissioned for Eero Saarinen Chapel, MIT", "lat": "42.358421", "long": "-71.093681", "location": "MIT Chapel, 48 Massachusetts Ave, Cambridge, MA 02139", "description": "Bertoia’s altarpiece screen, or reredos, was commissioned for Eero Saarinen’s early modernist, non-denominational MIT Chapel in 1955. Suspended over the main altar, his cascading, open fret screen of slim metal rods and crossplates scatters light throughout the chapel. Described as one of Bertoia’s most striking works, it is an integral part of the altar. Here, Bertoia has liberated sculpture from its base to usher in the contemporary era of spatial sculpture." }, 

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Boyce_Through%20the%20Layers%20a%20copy.jpg", "title": "Through Layers and Leaves (Closer and Closer)", "artist": "Martin Boyce", "date":"2011", "medium": "Galvanized mild steel, epoxy paint, and acid etched brass", "size": "117.6 in. x 1186.2 in. (298.7 cm x 3012.95 cm)", credit: "Commissioned with MIT Percent-for-Art Funds and a generous gift from the Robert D. Sanders (‘64) and Sara-Ann Sanders Family", "lat": "42.362652", "long": "-71.089783", "location": "Koch Institute For Integrative Cancer Research at MIT, 500 Main St, Cambridge, MA 02142", "description": "Martin Boyce’s works allude to the ideals of modernist design and architecture, a legacy inhabited by the dream of a better world. Drawing clues from the visual language and fabrication of iconic modernist designs, Boyce’s work investigates how modernism’s utopian promises have vanished while leaving behind a style of forms. At the same time his work gestures towards an alternative life these forms might lead if separated from their modernist context. Boyce’s installations often stage the outdoors within the gallery space, evoking an entire landscape through a few carefully chosen details such as neon lights, wire fencing, and ventilation grills. The installation Through Layers and Leaves (Closer and Closer) continues Martin Boyce’s sculptural investigations of modernist design history, its visual language, and imagined alternative narratives. A photograph of four concrete trees found in a book on French Modernist gardens has emerged as a particularly important reference for Boyce. These concrete trees created by cubist sculptors Jan and Joël Martel were commissioned for the 1925 Exposition des arts Décoratifs et Industriels Modernes in Paris. From the shape of these trees Boyce has constructed a pattern of quadrilateral forms captured in a galvanized stainless steel wall frame. The steel frame is installed on the wall as if it were emerging from the original structure of the building. A number of perforated, painted steel panels set at angles in the frame serve as leaf-like forms. The color palette for the panels is elicited from the distinctive colors in Art Deco designs. Boyce deploys colors in the palette into two hues, one brighter and the other paler, thereby bringing a specific moment of the modernist past into the present. The quadrilateral forms of the wall frame are repeated on three brass wall grills placed low near the floor that contain text that reads \"closer\" \"and\" \"closer.\" The entire work spans the wall of the lobby of MIT’s Koch Institute for Integrative Cancer Research and operates in the interstices between art, architecture, and design, between the space of a public sculpture, and the privacy of a domestic realm. Boyce relates the new work specifically to the research practice of the building, as he has spoken of it in relation to the significance of recognizing patterns and relative scale in research." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Calder%3A09complete1%20copy.jpg", "title": "La Grande Voile (The Big Sail)", "artist": "Alexander Calder", "date":"1965", "medium": "Painted steel", "size": "480 in. (1219.2 cm)", credit: "Gift of Mr. and Mrs. Eugene McDermott", "lat":"42.373020", "long": "-71.081207", "location": "McDermott Court Cambridge, MA 02142", "description": "Calder is best known for his development of sculptures in motion, known as \"mobiles.\" A second major mode in his work was the \"stabile,\" a stable sculpture that rests on the ground. The sculptor Jean Arp, whose biomorphic vocabulary resonated with Calder’s, own, coined the term stabile in order to contrast them to Calder’s mobiles. Calder’s first large stabiles date from the mid-1930s but it was not until the late 1950s and 1960s that they began to attain the colossal scale of MIT’s La Grande Voile (The Big Sail). In such works, Calder wanted to achieve a massiveness of form and scale without sacrificing the lightness and sense of motion of his mobiles. The stabiles establish as few points of contact with the ground as possible. The subtle interplays between straight and sinuous edges and between flat and curved planes and the appendages jutting out from the framework communicate an epic quality and a soaring dynamism. The large stabiles provide changing experiences of space as the spectator moves around and through them. Sudden angles and planes slice, divide, and mold the space into varied shapes. Calder wrote: \"When I use two or more sheets of metal cut into shapes and mounted at angles to each other, I feel that there is a solid form, perhaps concave, perhaps convex, filling the dihedral angles between them. I do not have a definite idea of what this would be like, I merely sense it and occupy myself with the shapes one actually sees.\" Although Calder’s forms are purely abstract, their presence is strongly organic. Such stabiles as La Grande Voile suggest primeval beings, giant insects or birds raised up on their legs and spreading their wings in an impressive array of spars, blades, bolts, and rivets. The spirit of innovation is powerful in everything Calder made, as is a sense of gestural and dynamic energy. Calder’s working method involved making a small model that was then mathematically enlarged and fabricated in large scale under his supervision at an ironworks. Calder worked closely with the fabricators both in Tours, France, where La Grande Voile was made, and in Waterbury Connecticut, at the Segre Ironworks. The MIT sculpture weighs thirty-three tons and was installed in 1966. Smaller in scale, the intermediate model of La Grande Voile, given by Mr. and Mrs. Julius Stratton, belongs to the MIT Permanent Collection, and is sited at the MIT List Visual Arts Center’s  first floor atrium  lobby in the Weisner Building." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/AKclock5_2.jpg", "title": "Against the Run", "artist": "Alicja Kwade", "date":"2019", "medium": "Sculpture", "size": "", credit: "MIT Collection Commissioned with MIT Percent-for-Art funds", "lat": "42.360210", "long": "-71.089980", "location": "21 Ames St, Cambridge, MA 02142", "description": "At first glance Against the Run, a freestanding clock with a restrained modern design sited on a patch of lawn adjacent to Richard Fleischner’s Upper Courtyard, figures seamlessly into the plaza’s built environment. The clock’s unusual feature becomes evident on closer inspection; although its minute and hour hands tell the correct time, the second-hand ticks counterclockwise one beat and then returns to the twelve o’clock position, while the clock’s face rotates to the left, one fraction every second. This jerky punctuation appears to jostle the entire dial counter-clockwise with each movement of the second hand—quite literally against the run of time. As a human-made system of measurement, units of time like days, hours, and minutes, are an inescapable aspect of contemporary life, and govern the pace of human activity. In both Against the Run and a thematically related series of sculptures, Zeitzonen (Time Zones), Alicja Kwade questions the basis of metrics that index and quantify time, addressing the peculiar bureaucracies that maintain their global standardization. Time zones, for instance, are strategically hewn along national borders and economic zones to advantage industrial production. Adherence to \"the time\" similarly regulates the schedules of urban and industrial workers. While the way we measure time is linear, Against the Run suspends the notion of its ever-forward movement, proposing alternate systems of timekeeping." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Moore%3ARecline2%20copy.jpg", "title": "Reclining Figure (Working Model for Lincoln Center Sculpture)", "artist": "Henry Moore", "date":"1963", "medium": "Bronze Sculpture", "size": "96 in. x 138 in. x 68 in. (243.84 cm x 350.52 cm x 172.72 cm)", credit: "Gift of Vera Glaser List in memory of Samuel Glaser, Class of 1925", "lat": "42.360649", "long": "-71.087440", "location": "20 Ames St, Cambridge, MA 02142", "description": "Reclining Figure is a smaller-scale working model for the sculpture located at Lincoln Center in New York City (1963-65). (A third version is installed on the grounds of Henry Moore’s estate in Hertfordshire, England.) While the New York version is set within a reflecting pool, the MIT sculpture stands on a granite base, fully exposing the monumental legs. At the time of its commission, Reclining Figure was the largest work Moore had yet undertaken. In order to produce this sculpture in conditions that would best approximate outdoor light, Moore built an open-air garden studio and covered it with transparent plastic sheeting. He later used this studio for all his large sculptures intended for outdoor sites. Less gentle and rounded than MIT’s three-part figure, these severe and heavy elements indicate Moore’s abiding interest in natural forms, from bone fragments to ancient geological formations." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Disuvero.jpg", "title": "Aesop’s Fables, II", "artist": "Mark di Suvero", "date":"2005", "medium": "Painted steel", "size": "142 in. x 420 in. x166 in. (360.68 cm x 1066.8 cm x 421.64 cm)", credit: "Made possible through the generosity of the artist, gifts from Vera G. List and the Family of Robert S. Sanders, MIT ‘64, and by MIT Percent-for-Art Funds for the Northeast Sector Landscape", "lat": "42.359840", "long": "-71.091250", "location": "Ray and Maria Stata Center, 32 Vassar St, Cambridge, MA 02139", "description": "Mark di Suvero is best known for his architecturally-scaled, abstract sculptures fabricated from industrial building materials. Created from steel plates and I-beams and painted red, di Suvero and his crew assembled Aesop’s Fables II on site using plasma cutters, welding torches, and cranes. Di Suvero does not conceal the bolted joints or welded areas of his sculptures, opting instead to emphasize his materials and methods of fabrication. Connected by a single I-beam, the two main components of Aesop’s Fables II are spatially and materially connected but they also are formally distinct. One component is composed of five interlocking I-beams, joined to form dynamic angles that seem to recall the gestural compulsions of abstract expressionism. The second component, which is built with curved steel plates, seems grounded in hard-edge geometric abstraction. Negative space and implied movement feature prominently in both components and the sprawling ground that they occupy. In Aesop’s Fables II, different shapes and spaces emerge from each viewing angle and distance, compelling viewers to consider their own position and size in relation to the surrounding architectural environment. A founding member of the New York’s Park Place Group and Socrates Sculpture Park, di Suvero has made enduring contributions to modern sculpture and has been a pioneering advocate for community-oriented and accessible public art. Aesop’s Fables II is installed on Hockfield Court, a site immediately adjacent to Frank Gehry’s Stata Center, which is vital to MIT and the surrounding community. The prominent location and striking form have rendered Aesop’s Fables II a Cambridge landmark." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Gehry_Ray%20and%20Maria%20Strata%20copy.jpg", "title": "Ray and Maria Stata Center", "artist": "", "date":"2004", "medium": "Architecture", "size": "", credit: "", "lat": "42.359840", "long": "-71.091250", "location": "32 Vassar St Cambridge, MA 02139", "description": "Frank Gehry was born Frank Goldberg in Toronto, Canada in 1929. In 1954, he received his undergraduate degree in architecture from the University of Southern California, and later attended the Harvard Graduate School of Design, where he studied city planning. He worked in architectural firms including Victor Gruen Associates and Pereira and Luckman Associates in California and also for a year in the office of Andre Remondet in Paris. He opened his first practice in Santa Monica, California in 1962. In 1979 this practice was succeeded by the firm Gehry & Krueger Inc., and by Gehry Partners, LLP, in 2002. Gehry’s dramatic and individual style, often referred to as Post-Modern and deconstructed, evolved from domestic and commercial buildings to large institutional structures, functioning between architecture and sculpture. A few highlights of his many works are Venice Beach House, California; Gehry House, Santa Monica, California; Guggenheim Museum, Bilbao, Spain; Walt Disney Concert Hall, Los Angeles; Fishdance Restaurant, Kobe, Japan; Chiat/Day Office building, Venice, California; Dancing House, Prague; DG Bank Building, Berlin; and the Experience Music Project, Seattle, Washington. As a teacher, Gehry has held the Charlotte Davenport Professorship in Architecture at Yale University, the Eliot Noyes Chair at Harvard University, and was a visiting scholar at the Federal Institute of Technology in Zürich, Switzerland. He has been widely recognized and honored, receiving the Arnold W. Brunner Memorial Prize in Architecture; the Pritzker Architecture Prize; the Praemium Imperiale Award by the Japan Art Association; the National Medal of Arts; and the Gold Medal from the American Institute of Architects. He has been named a Fellow of the American Academy of Arts and Letters; trustee of the American Academy in Rome; a Fellow of the American Academy of Arts and Sciences; Academician by the National Academy of Design; Honorary Academician by the Royal Academy of Arts, London; and has been a member of the College of Fellows of the American Institute of Architects since 1974. Frank Gehry lives in Santa Monica and works from his offices in Los Angeles, California." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Vanderwarker%20pdv_7602%20%281%29_WEB.jpg", "title": "Chord", "artist": "Antony Gormley", "date":"2015", "medium": "905 stainless steel elements of varying section sizes and 541 stainless steel balls", "size": "Overall "size": 1706 x 321 x 341 cm", credit: "Commissioned with MIT Percent-for-Art Funds", "lat":"42.359840", "long": "-71.127550", "location": "182 Memorial Dr, Cambridge, MA 02138", "description": "Antony Gormley’s Chord (2015) comprises thirty-three polyhedrons welded together and reaching vertically from the floor of Building 2 to the skylight, four stories above. Light passes through the open spaces of the sculpture, and also reflects off the slender rods and nodes that form each unit. Yet, the seemingly delicate and airy form is, in fact, fashioned from 1700 pounds of polished stainless steel. The sculpture was installed on the occasion of the 100th anniversary of the building, which was designed by architect William Welles Bosworth and combines stylistic elements referencing both ancient Greek structures and twentieth-century industrial steel constructions. Chord is situated at the busy intersection of MIT’s Mathematics and Chemistry Departments and fills the open well of Bosworth’s austere staircase. Gormley’s irregular and dynamic polyhedral column counters the regular and even intervals of the stairs through which it ascends. In 2008, the artist began creating what he refers to as \"cellular polyhedral sculptures,\" works that reside within the tension between the organic and inorganic. Polyhedrons are abstract and geometric forms that occur in nature—manifesting, for example, as the segments of a turtle shell, or the hexagonal honeycombs of beehives. Polyhedral forms are also important in nanotechnology, serving as the architectural frames used to assemble synthetic DNA sequences. Chord, with its interplay of light and shadow, celebrates the crystalline and organic cellular structures that comprise the geometry of life. Chord was realized as a percent-for-art project in association with the renovations by Ann Beha Architects that were undertaken on Building 2, which comprises a part of MIT’s Main Group complex." }

{"image": "https://listart.mit.edu/sites/default/files/styles/slideshow/public/Cai-Guo-Qiang-Ring-Stone-04_0.jpg", "title": "Ring Stone", "artist": "Cai Guo-Qiang", "date":"2010", "medium": "Granite, seven Japanese Black Pine trees", "size": "95 in. x 422.5 in. x 95 in. (241.3 cm x 1073.15 cm x 241.3 cm)", credit: "Commissioned with MIT Percent-for-Art Funds and made possible by generous donations from the Annie Wong Art Foundation and the Robert D. (‘64) and Sara-Ann Sanders family", "lat": "42.361160", "long": "-71.082190", "location": "100 Main St, Cambridge, MA 02142", "description": "Ring Stone is composed of twelve individual but indivisible links cut from a 39 and one-half-foot-long single block of white granite weighing approximately 14 metric tons. The massive stone block was quarried from the caves of Zhangbanzhen, Hui An County, near the artist’s hometown of Quanzhou in southern China’s Fujian Province, which also is where artisan stonemasons carved the work. Five graceful Japanese Black Pine trees, reminiscent of images found in traditional Chinese landscape painting, are planted inside  the rings and another two pines reside nearby. MIT’s Ring Stone, which celebrates the Sloan School of Management’s educational and cultural ties with China, is both firmly fixed and ever changing. The interlocking, inseparable granite links form a chain, representing the individual’s relationship to society. The rings are simultaneously symbolic of both wholeness and emptiness; and while the stone timelessly grounds the work, the seven Japanese Black Pines will slowly grow over time and change with each season. The solid granite contrasts with the elegant branching of the pines, suggesting the enduring power of nature in a modern urban architectural space. The twelve inextricably linked rings refer to the twelve months in the Chinese lunar calendar as well as the twelve animals in the Chinese zodiac, each of which is associated with one of eight Buddhist patron deities. The pine trees, which retain their green foliage even in a severe winter, represent longevity and endurance in the face of adversity. Cai has placed Ring Stone in its location on the Sloan School lawn according to the exacting principles of feng shui, the Chinese understanding of how qi (energy) flows throughout the universe. The artist is a serious student of this complex belief system, which has been practiced in China since 1100 B.C. Based on the concept that man and nature must exist in harmony,feng shui incorporates the concept of yin and yang of balanced forces in every aspect of existence. Whenever anything in nature becomes too yin or too yang, it moves to become the opposite. Cai has studied extensively the use of feng shui in Chinese military history and architecture. He also has worked with officials in Mito, Japan, to analyze the city’s feng shui to develop solutions to unblock energy within the city’s circulation systems. In siting Ring Stone, Cai has used feng shui to bestow beneficial qi on the Sloan School by blocking the inauspicious energy created by traffic converging from Broadway and Main Street. Cai has stated that the MIT Percent-for-Art provided him a perfect platform to bring his first public work to a university campus, \" I have a close relationship with MIT. I was in residency at the List Visual Arts Center in 2003–04, so I am glad to have a chance to work with MIT for my new creation.\"" }


]